[
    {
        "name": "Crab",
        "great": true,
        "description": "In any gathering of samurai, it is all too easy to pick out a Crab from the members of the other clans. Crab Clan samurai are larger and more powerful than those of virtually any other family or clan in the Empire, and unfortunately, are often ruder, less diplomatic, and less refined than others as well. This is not necessarily a deliberate act on the part of the Crab; they simply have radically different priorities than the rest of the Empire. Since the founding of Rokugan, the Crab have stood guard in the south, protecting the Empire from the demons and monstrosities that dwell within the blighted region known as the Shadowlands. While other clans have enjoyed peace and serenity for centuries at a time, the Crab know only war, day in and day out, year upon year. While they certainly do not begrudge their duties, they do tend to resent those more sophisticated and effete samurai who mock the Crab while benefiting from the protection they afford.\n Duty is by far the tenet of Bushido the Crab value the most, rivaled only by Courage. Perhaps because of the duties they fulfill, the Crab care very little for social niceties, preferring blunt honesty and practicality to polite conversation.\n They believe that strength grants the right to rule, and they resent the fact that clans they perceive as weaker, especially the Crane and Scorpion, tend to enjoy more wealth and comforts than they do. The Crab embrace their duty to the Empire, however, because their lord and founder Hida was defeated by Hantei at the dawn of the Empire, proving Hantei to be stronger. For this reason alone, the Crab serve the Emperor faithfully. In times of weak rule, however, some among them have been sorely tempted to wonder why a Crab upon the throne might not be a more reasonable solution for the Empire as a whole.\n The Crab were founded by Hida, the largest and most physically powerful of the children of the Sun and Moon.\n Although not a dullard by any means, Hida was nevertheless generally unconcerned with studying things such as religion or philosophy. He gathered together only the most powerful and fearsome warriors to bear his name, and the Hida family has been acknowledged, grudgingly in some cases, as among the greatest warriors of the Empire for centuries. The Hida have ruled the Crab Clan well for a thousand years, not only by excelling at the war which is the clan’s birthright, but also by understanding the importance of delegating duties to gifted subordinates, which the Hida are fortunate to have in abundance.\n The ranks of the Crab are not limited to the Hida family.\n The Hiruma, the oldest servants of the Hida, are gifted scouts and yojimbo, emphasizing speed and athleticism over the Hida’s strength. The Kaiu are brilliant engineers and tacticians, and advise their lords on all matters related to warfare.\n The much-maligned Kuni have sacrificed much to understand the enemies the Crab face, and these shugenja are frequently accused of terrible acts by other families within the Empire. The wily Yasuki, who joined the clan after the First Yasuki War, are vastly different from the rest of the Crab, and are both exceptional merchants and extremely manipulative politicians, serving the clan in the courts. The Toritaka family, part of the Crab for less than a century, are well-versed in the spirits and undead that can slip past the Great Carpenter Wall, and assist in hunting down those who have escaped the Crab’s notice.\n The Crab lands are largely mountainous, with some small degree of open land in the northern foothills and scattered among the peaks of their various mountain ranges, notably the Twilight Mountains and the Wall Above the Ocean Mountains. A portion of their lands, primarily those of the Kuni and Hiruma, have suffered terribly from previous assaults by the Shadowlands, and are almost completely barren.\n As a result, the Crab are forced to import a great deal of their food. Fortunately, the mountains are rich in ore, giving them ample supplies for trade."
    },
    {
        "name": "Crane",
        "great": true,
        "description": "If there is an individual of importance anywhere in the Empire, then it may be safely assumed he has a close friend, advisor, or perhaps a bride that is a Crane. This is how the Crane maintain their ruthless grip on the social and political world of Rokugan: they make themselves indispensable to all others who wield power. It is an act that comes naturally to the Crane, as they are the followers and descendants of the Lady Doji, said by many to be the first Hantei’s most beloved sibling, and the Kami responsible for creating the social and political institutions of Rokugan’s courts and society.\n As a result, the Crane have a perfect understanding of every nuance and facet of politics. Because they have such exceptional command over the courts, their duty to the Emperor is to maintain the Empire’s social harmony, to ensure Rokugan always has art and beauty and civilization, a task that has earned the clan the appellation Left Hand of the Emperor.\n Because of the duties they perform for the Empire, the Crane have vastly more courtiers and artisans among their ranks than any other clan. Even those among their ranks who eschew politics and diplomacy, their dedicated warriors and pious priests, are generally impeccable in appearance and demeanor. This is simply a facet of the clan’s emphasis on their eternal duty. Those who are not specifically called upon to fulfill it are still trained not to violate it in any way.\n The unfortunate side effect of this emphasis is that there are many among the Crane who are guilty of arrogance and condescension toward other clans. Over the years this has gained the clan many enemies, and the dominance in court they usually enjoy has probably been the only thing that has prevented their enemies from destroying them. On a more personal level, individual Crane often find themselves the target of others’ animosity in court. Fortunately, the clan’s bushi school produces the Empire’s greatest masters of iaijutsu, the formal dueling system used to resolve disputes, ensuring that those who challenge the Crane in court are frequently proven in the wrong. It comes as no surprise that the most valued tenet of Bushido to the Crane is Courtesy, since is it both their weapon of choice and their preferred defense against their foes.\n Lady Doji was a woman of incredible beauty, grace, and foresight, and correctly anticipated many of the difficulties her clan would face as a result of their duties for the Emperor.\n As a result, she was careful to recruit followers who would be able to deal with such shortcomings, and the ruling Doji family that bears her name continues her tradition of careful planning and accurate assessment. The Kakita, who bear her husband’s name, traditionally excel as both the Empire’s finest duelists and as artisans. The Daidoji, the name granted to one of Lady Doji’s younger sons after his incredible feat of heroism in recovering the lost sword of his older sister from the Shadowlands, are least like the Crane ideal, but are stalwart warriors and yojimbo who defend the Doji against all threats, as their name (“Defender of Doji”) signifies. The Asahina family joined the clan centuries after its founding, after a renegade Phoenix Master of Fire married into the clan in amends for his rampage in their lands.\n Early in the clan’s history, they were served by the wily Yasuki as well, but that family defected to the Crab Clan in the fourth century, contributing to the endless hard feelings between the two clans.\n The lands controlled by the Crane are some of the most extensive and productive of any clan’s, again owing to their close relationship with the Emperor. Virtually every resource required is produced within the Crane lands, save for some of the more uncommon ores and minerals, and they trade well with other clans. It is no wonder that the Crane are among the wealthiest of clans, and have the most well-attended courts, given the beauty and rich resources of their home provinces."
    },
    {
        "name": "Dragon",
        "great": true,
        "description": "While all the clans have unique customs and practices that others would readily identify as strange, perhaps no other clan save the Unicorn suffers the confusion and disdain of the Empire so much as the Dragon. Although the Dragon are beholden to their own traditions and codes of conduct, there is little they do that is considered normal to the other clans. This is a direct reflection of their founder, the most enigmatic and peculiar of the Kami, Togashi, who gathered to his banner other singularly unique individuals and created a clan of oddities. The task bestowed upon the Dragon Clan by the first Emperor was to watch the Empire, and it is a task they embraced without question. During the earliest days of Rokugan, the Dragon Clan ascended to the northern mountains and have rarely ever come down, never expanding their borders, and engaging in battle with the other clans for reasons no one else can ever fully comprehend.\n For the majority of their history, the Dragon Clan has lacked any form of unifying philosophy, adopting instead the notion that all honorable souls should be free to find their own path to enlightenment. The Dragon as a whole believe every individual must determine how the code of Bushido and its tenets applies to them and then live according to that determination. This is not to say they condone abandonment of the Code; the Dragon condemn those who are without honor as much as any other clan. They place particular emphasis on the tenet of Sincerity, embracing the principle that word and deed should be as one, both with oneself and others.\n The Kami Togashi was an enigma even to his brothers and sisters, unique among the children of the Sun and Moon, and he has no extended family that bears his name. Instead, he created a monastic order, the Togashi, which is ruled by his direct line of descendants. The Togashi line is as enigmatic and reclusive as its progenitor, and perhaps a handful of individuals in any given generation of the Empire ever meet the Dragon Champion. The Togashi’s closest followers are the Mirumoto, the largest and easily the most practical family of the Dragon, at least by their clan’s standards – other samurai, by contrast, often find them mysterious or strangely poetic. The Mirumoto deal with most of the day-to- day affairs of the clan so the Champion can focus more fully on the pursuit of enlightenment. The Kitsuki family often represents the Dragon in court, and they are known throughout Rokugan as exceptional magistrates despite their strange obsession with evidence and logical deduction over testimony. The Agasha family once served the clan as shugenja with an interest in alchemical pursuits, but they eventually abandoned the Dragon to join the Phoenix, and were replaced by their successors, the Tamori family.\n The Dragon Clan controls provinces that are almost exclusively mountainous, making it difficult for them to marshal any significant amount of resources. The few plains they control at the mountains’ foothills are fortunately very arable, but far from sufficient to feed the entire clan. The minerals they mine from the mountains are the clan’s primary resource, and one they trade heavily in order to feed their people. Although artisans are relatively uncommon among the Dragon, smiths are not, and fine weapons and armor are a valuable product with those who appreciate such things."
    },
    {
        "name": "Lion",
        "great": true,
        "description": "There is no greater military power in Rokugan, perhaps the world, than the unleashed might of the Lion Clan. Even at the dawn of the Empire, the first Emperor recognized the nascent Lion would become powerful, perhaps beyond any other clan, and tasked them with becoming the Right Hand of the Emperor, the defenders of the throne and the Empire as a whole.\n It is a role the Lion relish, and would never surrender unless they were first wiped from the face of the world. It is not outside the realm of possibility that an Emperor could remove that duty from the Lion, but doing so would invite the possibility that the clan would revolt or, vastly more likely, that huge numbers of them would commit seppuku in shame. Fortunately, every Emperor in history has recognized the benefit of having a completely loyal army at his command, and the duty of the Lion has remained unaltered since the time of the first Hantei.\n The unifying philosophy of the Lion Clan is unwavering, unflinching devotion to honor, the code of Bushido, and the contents of Akodo’s treatise on tactics and the military, Leadership.\n Lion samurai revere all tenets of Bushido, although some of them may overlook Courtesy and Compassion when it suits them. One tenet that is never permitted to lapse, however, is Honor, which governs the lives of all Lion. So great is their devotion that any Lion who shames himself beyond redemption enters a unique sect of warriors called the Deathseekers.\n The only purpose a Deathseeker has is to give his life in glorious battle for the clan, hoping that in doing so he has redeemed his shame.\n Ultimately, the Lion consider themselves the measure by which the honor of other clans should be judged, and they tend to find others wanting. This arrogance has earned the clan many enemies, but few who dare raise steel against them for fear of the enormity of Lion retribution.\n The Kami Akodo, later known as Akodo One-Eye due to injuries suffered during the First War, was by far the most militant of the children of the Sun and Moon. He was narrowly defeated by Hantei to determine which would become Emperor, and swore his undying loyalty to the first Hantei.\n His tactical brilliance, his unflinching sense of honor, and his unfailing ability to see the true worth in others allowed him to create a formidable family bearing his name, one that would develop a reputation for being impossible to defeat on the field of battle. His subordinates and the families that took their names were likewise formidable: the Matsu have all the ferocity and martial prowess of their founder, the Ikoma all the wisdom and versatility of the first Ikoma, and the Kitsu the incredible spiritual perceptions of the mysterious creatures who married Akodo’s daughters to create that family.\n The Lion control a vast region of plains between the Dragon Mountains and the Spine of the World Mountains, the majority of which is quite fertile. This is extremely fortunate for the clan, as its enormous military requires an astonishing amount of food to maintain, so much so that the clan frequently has to trade for additional supplies. During times of heavy war, however, the clan’s complete commitment to battle ensures heavy casualties, which in turn allow their lands some time to recover from their constant state of depletion. Because the Lion provinces border the Spine of the World Mountains, and because there are precious few woodlands within their borders, they tend to use more stone in their architecture than wood, and any significant construction undertaking requires additional importing of wood. Fortunately, their lands are also home to many rich veins of copper, which is useful in a number of ways throughout the Empire, so the Lion rarely want for trading partners."
    },
    {
        "name": "Mantis",
        "great": true,
        "description": "The mere existence of the Mantis Clan as a Great Clan of Rokugan gives credence to the words of Shinsei: “Fortune favors the mortal man.” The Mantis were born from Hida Kaimetsu-Uo, son of Hida Osano-Wo and a Matsu woman.\n Kaimetsu-Uo was not chosen as his father’s heir, and so carved a land of his own out of the Islands of Silk and Spice off the Empire’s coast. There he and his followers became the Empire’s first Minor Clan (although their claim to be the first would be contested by the Fox Clan). Centuries later during the Clan War, the Mantis played an essential role in defending the Empire from the Shadowlands, and when the Clan Champion Yoritomo demanded the right to stand among the Great Clan Champions as an equal, they granted him that right, later reinforced by Imperial decree. Since that time, the Mantis have struggled to prove to everyone, including perhaps themselves, that they are truly worthy of the mantle of a Great Clan, and to fulfill their duty of patrolling the seas of Rokugan with their vast fleet of kobune (ships).\n The samurai who serve the Mantis Clan are extremely diverse in their philosophies, due primarily to each individual family having once comprised a separate Minor Clan before their consolidation into the Mantis Clan. Generally, however, most subscribe to the philosophies of the Yoritomo family, either out of loyalty or duty – or at least appear to do so. The Mantis, for the most part, believe destiny is theirs for the taking.\n The very fact that the clan has ascended to the ranks of the Great Clans is proof in their minds that this is a valid belief, and they see no reason to stop. There is no obstacle that cannot be overcome, no enemy that cannot be defeated, and no goal that cannot be achieved. A Mantis enemy is a deadly thing simply because he will never stop trying to defeat you until he wins or dies – in which case his brothers will take up the quest in his place.\n The Yoritomo are the unquestioned masters of the Mantis Clan, and a more self-assured and ambitious family would be difficult to find. Some believe their outrageous behavior is a result of self-doubt, stemming from the fact that they are the only ruling family without a Kami of their own to call their progenitor. Of course, saying such to one of them would result in explosive anger at the very least. The Tsuruchi, perhaps the greatest archers in the Empire, are quiet and resourceful, while the Moshi are more conservative and find the behavior of their comrades something of an embarrassment. Their loyalty and devotion to the Tao is unquestionable, however.\n Very recently, the Kitsune became the fourth family to join the clan, and serve the Yoritomo as scouts and priests, matching their unique talents with the Moshi in that regard.\n No clan has holdings as diverse and scattered as the Mantis Clan. Their primary holding is the island chain known as the Islands of Silk and Spice, southeast of the Empire. The Yoritomo have held these islands for centuries, and reaped the reward of their exotic plants, spices, and abundant fishing.\n The Tsuruchi, Moshi, and Kitsune families have holdings on the mainland, primarily mountainous, but they do include the Kitsune Mori forest, well known for its quality wood. Although the subordinate families control an amount of land roughly equal to the total of the Islands, the resources there are scarcer, and the majority of the clan’s wealth comes from the Isles."
    },
    {
        "name": "Phoenix",
        "great": true,
        "description": "Founded by a man of incredible devotion and selflessness, the Phoenix Clan is widely regarded as having the greatest shugenja of the Empire, and for good reason. The number of shugenja in their ranks is more than double that of any other clan, and their shugenja also generally possess a greater understanding of the Elements and how the kami can be invoked.\n The Phoenix are a clan of brilliant scholars and peaceful priests, many of whom command incredible power at their fingertips. Fortunately, this power is tempered by a devotion to non-violence that, while not absolute, is nevertheless extremely prevalent throughout their ranks. The Phoenix try to maintain a political presence in major courts throughout the Empire, using that presence to campaign strongly for peace and moderation between the more hot-headed clans. Given that their duty to the Emperor is to study and teach the inner secrets of the Tao of Shinsei, this is well within their duties, and while many clans resent their interference, they are rarely vilified for it.\n As the Lion are devoted to the tenets of Bushido, so are the Phoenix devoted to the Tao of Shinsei. Even the bushi among their ranks study the text, far more so than is traditional for bushi of other families and clans. Some would say that many in the clan miss the point of it, but few would do so within earshot of a Phoenix, for their centuries-long study of the Tao has enabled them to glean many secrets of the universe, enhancing their incredible potency as shugenja. There is a dichotomy among the various families, however; the Isawa tend to embrace the peaceful philosophies of the Tao because it is part and parcel of the teachings of Shinsei, and as such is proper for their duty as priests and scholars. Other families, particularly the Asako, are more devoted to the principle of the texts, embracing them for their truths. The tenet of Bushido that appeals most to the Phoenix is Honesty, as they wish to avoid staining their souls with deception and lies.\n Many clans look upon the Phoenix as arrogant and overly assured of their own abilities, but most would grudgingly admit they are exceptionally gifted as shugenja. Uniquely among the clans, the Phoenix eschew violence at every possible turn, seldom employing it even as a last resort. This is not uncommon among shugenja in the Empire, but even many of the clan’s bushi subscribe to this theory.\n The Phoenix Clan was founded by the most selfless of the Kami, Shiba. Unlike the other Kami, Shiba understood he was creating not a legacy but something larger than himself. In order to enlist the aid of the powerful Tribe of Isawa in fighting the hordes of Fu Leng, Shiba bowed before Isawa and promised that he and his line would protect the Isawa for all time. Even today, while the Shiba technically rule the Phoenix as Clan Champions, the true power in the clan lies with the scholarly Isawa, the largest and most powerful shugenja family in the Empire. The five most powerful members of the Isawa rule as the Council of Elemental Masters. The Shiba are their loyal yojimbo, defending them and the clan as a whole. The introspective Asako family adheres to monastic traditions, as well as maintaining an order of inquisitors who ensure the Phoenix do not meddle too deeply in matters of darkness, an unpleasant occurrence that has happened more than once through the clan’s history. Finally, the Agasha provide radically different theories of magic, exploring such things as alchemy and invoking multiple Elements simultaneously.\n The Agasha previously served the Dragon, but left during a tumultuous period during the clan’s history and were accepted into the Phoenix.\n The Phoenix control the northeastern region of Rokugan, including a portion of the Great Wall of the North Mountains, a section of coastline, and one of the largest forests in the Empire, the Isawa Mori. Their croplands are fertile, but tend to have longer and harsher winters than many locations in the Empire, which reduces their ability to produce food. Fortunately the coastline offers a rich bounty of seafood. The Shiba family has a strong artisan tradition, so goods of that nature are exported in small quantities. A unique commodity the Phoenix possess is the wood harvested from the Isawa Mori, which is of exceptional quality for the creation of the scrolls used by shugenja. The Phoenix are extremely careful in how much of this they export, however, harvesting it in small amounts and using the majority of that themselves."
    },
    {
        "name": "Scorpion",
        "great": true,
        "description": "In many of Rokugan’s greatest plays, poems, and works of fiction, there is a Scorpion villain, and for good reason. The Scorpion are the antithesis of everything the other Great Clans believe, and as a result they are hated almost without exception. This is their choice, and they would have it no other way. When the Empire was first formed, the Kami Bayushi spoke with the little prophet Shinsei, who told him the parable of the scorpion who rode across a river on the back of a frog. The scorpion could not swim, it explained, and thus it would not sting and kill the frog because to do so would kill them both. Halfway through the trip, the scorpion stung the frog, and as it died, the frog asked why the scorpion had doomed them both. The scorpion simply replied, “I can swim.” Bayushi adopted this as his motto, and at his Emperor’s command, created a clan that could accomplish any task deemed necessary, any task the Emperor could not have ordered done and still retain his honor. The Scorpion are the Underhand of the Emperor, the necessary villain that exists to ensure the other clans loathe them and never turn against their Emperor.\n The principal philosophy of the Scorpion Clan is that the ends justify the means in any situation. There is virtually no act the Scorpion will not commit if doing so advances the clan’s agenda and fulfills their mandate. Over the centuries, their duty to the Emperor has become an end for its own sake, and many Scorpion delight in the manipulation of the other clans for no reason other than that they enjoy it. And of course, every manipulation creates interpersonal relationships the Scorpion can control and use later as part of their ongoing efforts, many of which have decades-long or even centuries-long goals. Ironically, the Scorpion value Duty as perhaps the only tenet of Bushido worth their attention, the only trait they share with the Crab Clan. Any Scorpion would lay down his life without hesitation, which is not an uncommon trait among samurai, but Scorpion will do it even if the purpose seems pointless or dishonorable, whereas others might be concerned for their personal honor. To a Scorpion, there is no personal honor, only the honor of the clan and the Empire as a whole.\n Bayushi was quite possibly the most brilliant of the Kami, and certainly the one with the greatest gift at deception and stealth. He gathered together followers who were similarly skilled, as well as a handful of complete incompetents who would ensure the Scorpion were dramatically underestimated by the remainder of the Empire. The Bayushi family excels at every aspect of deception, as deadly warriors, skilled infiltrators, and silver-tongued courtiers. Their servants among the Shosuro are the greatest masters of shadow who have ever drawn breath, moving unseen through the Empire as assassins and spies. The Soshi are skilled shugenja who can command the spirits in ways unlike any other clan. The Yogo are shugenja as well, but bear an ancient curse that makes them pariahs around virtually everyone save their Scorpion masters.\n The Scorpion hold provinces immediately south and east of the Spine of the World Mountains, including a region of the mountains themselves. In addition to the stone and minerals they contain, the mountains also provide exceptional privacy for certain sensitive holdings or activities the clan wishes to conduct out of the public eye. The arable regions of the Scorpion provinces are fertile, but not exceptionally so.\n Most of the clan’s food requirements can be managed within their own borders, but not all. Fortunately, the Shosuro are among the greatest herbalists in the Empire, and can cultivate extremely rare and potent herbs that grow in few other places.\n These valuable resources can be traded for food and other goods the clan requires. This includes poppy plants grown for medicinal purposes, the Scorpion and the Phoenix being the only clans with an Imperial charter permitting the growth of such plants. The rest of their lands are sadly rather barren, but at least provide the clan with solitude, something many Scorpion families find essential to their pursuits."
    },
    {
        "name": "Unicorn",
        "great": true,
        "description": "For all their differences, the other Great Clans of Rokugan are united in one regard: they look at the Unicorn Clan as outsiders and borderline barbarians. This reputation is not entirely undeserved, as the clan spent the majority of its history completely absent from the Empire. During the first days of Rokugan, the Lady Shinjo petitioned her brother Hantei for the right to explore the world beyond the Empire in order to ensure that no new threats might come from there.\n For eight centuries the Clan of the Ki-rin was gone, before it finally returned as the Unicorn Clan. Now the clan fits in poorly with its fellows, having adopted numerous customs the Empire finds strange or even disgusting. The Unicorn do not care overmuch, however, and celebrate life as few others, embracing their rich and diverse culture in spite of the raging xenophobia their colleagues share. The Unicorn may never fully be integrated into the Empire, but their zest for life, their compassionate nature, and their powerful cavalry (unique because of the gaijin horse breeds the clan controls) ensure they will not be ousted from their position any time in the near future.\n The Unicorn are filled with curiosity, curiosity born of centuries of wandering and exploration. No matter how beneficial or comfortable their situation, no matter how much power and influence they wield, they cannot help but wonder what lies beyond the horizon. This philosophy pervades their every action, giving some the impression that they are easily distracted, when the truth is merely that they wish to resolve issues as quickly as possible so the option to move on is always present.\n Some among their number overcome this tendency, of course, such as their court representatives, but somewhere in the back of every Unicorn’s mind, curiosity still lurks.\n Another dominant aspect of Unicorn philosophy is concern for those who are under the clan’s protection. All clans safeguard the peasants who work for them, of course, since they are valuable assets who handle matters the samurai cannot or will not do; the Unicorn take this farther, however. Their centuries of wandering instilled in them a tremendous sense of responsibility for those under their care, since any who perished during their journeys could not easily be replaced. The clan embraces the tenet of Compassion from the code of Bushido, and their feelings are reciprocated; few clans can claim the loyalty of their peasants in the same way as the Unicorn.\n The Lady Shinjo was by far the most compassionate and caring of the Kami, so much so that she alone attempted to reconcile with their lost brother Fu Leng during the First War.\n Her effort was doomed to failure, of course, but even that did not deter her, and her brothers and sisters respected her all the more for it. The family that bears her name has always struggled to rule the clan as they believed she would. The Moto, descended from nomads who joined the clan during its journeys, are brutal and warlike, with little of the gentle nature of their Shinjo lords, though they eventually replaced the Shinjo as lords of the clan. The Utaku (once called Otaku, they changed their name in reverence to the Second Unicorn Thunder, Otaku Kamoko) are pious and devoted, a matriarchal family with the most feared and potent cavalry force in the whole of the Empire. The Ide are among the Empire’s most ardent pacifists, and as such get along well with the Phoenix.\n They are the voice of the Unicorn in court, and have attempted to adopt more of the Empire’s customs than the other members of the clan. Sadly, despite their efforts they continue to be regarded as outsiders by most. The Iuchi family practice strange rituals that are unlike those conducted by any other shugenja family, and are looked upon as oddities by many.\n They have exceptional gifts in travel magic and in establishing mystical bonds with animals. The tiny Horiuchi family was created from the Iuchi and served as caregivers for the clan’s orphans and ill, until they were eradicated by plague from the face of Rokugan.\n As might be expected of a clan that possesses such enormous numbers of cavalry, the Unicorn lands are dominated by vast, flowing plains and peaceful grasslands. Much of this is used for grazing to feed the horses, of course, but during their long years of wandering, the Unicorn learned a great deal about making the most of their resources, and studied various gaijin methods of agriculture. As a result, the clan is able to feed its people on the modest portions of arable land used for farming, in particular the exceptionally fertile northeastern region of their provinces. The clan also controls a portion of the Spine of the World Mountains, including the narrow but strategically important Iuchi Pass through the northwestern end of the mountain chain, which separates the northern and southern portions of their holdings."
    },
    {
        "name": "Spider",
        "great": false,
        "description": "Usurpers of a title that is theirs by lineage if not by Imperial law, the Spider Clan claim Great Clan status even though it has not been granted by any Emperor of Rokugan. Just like the other clans, however, they are disciples of a Kami – a fallen Kami, the dark god Fu Leng. The Spider, ever ambitious and secretive, eagerly embrace chaos, cruelty, spiritual corruption, and forms of sorcery that are acknowledged as perversions of the natural order."
    },
    {
        "name": "Badger",
        "great": false,
        "description": "The founder of the Badger Clan was a powerful Crab warrior who proved his worth in a contest of strength in front of the Emperor. The descendents of the first Badger live on the northern border of Rokugan, and are tasked with guarding the Empire from foreign invasion. The Badger take after their Great Clan cousins, embracing strength at the expense of refinement, and do not accept defeat even in the face of insurmountable odds."
    },
    {
        "name": "Bat",
        "great": false,
        "description": "The founder of the Bat Clan, Komori, had the blood of bat spirits from Chikushudo flowing within his veins. The Bat Clan is a very young clan, founded during the brief reign of Emperor Toturi III, and has not yet settled into its identity. Bat shugenja are hard at work refining their summoning abilities to provide a new resource to the Empire."
    },
    {
        "name": "Boar",
        "great": false,
        "description": "The Boar Clan was given dominion over the Twilight Mountains on the northern border of the Crab Clan’s lands. The Twilight Mountains were rich with both iron and jade and the small Minor Clan’s importance grew as its samurai mined the precious materials. The Twilight Mountains proved to be a dangerous home, however, as earthquakes, maddened spirits, insane maho-tsukai, and the malevolent spirit Shakoki Dogu assaulted the Boar Clan at every step."
    },
    {
        "name": "Dragonfly",
        "great": false,
        "description": "The founders of the Dragonfly incurred the wrath of the Lion Clan upon inception, and the Minor Clan has suffered greatly for that legacy. Their importance belies their size; everyone who wishes to travel to the Dragon lands must first stop at the home of the Dragonfly to seek permission. Their strong ties with the Dragon Clan and their history of tragedy have forged a serene and resilient people, ready to face the dangers of the future."
    },
    {
        "name": "Falcon",
        "great": false,
        "description": "The Crab stand tall against the Shadowlands hordes, yet other perils menace Rokugan. The warriors of the Falcon Clan stand with their Crab cousins to defeat malevolent ghosts that travel to the mortal realm. Their enemies are not the Shadowlands monsters slavering at the Kaiu Wall but the insidious phantoms that terrorize the heart of the land."
    },
    {
        "name": "Fox",
        "great": false,
        "description": "The Fox Clan is the first and perhaps oldest Minor Clan (although the Mantis dispute that), as their origins are found with the Ki-Rin Clan before their great voyage beyond Rokugan’s borders. The Fox Clan were driven out of the Ki-Rin lands and eventually found their own identity in the peaceful Kitsune Mori, where they were befriended by fox spirits and developed a powerful love for the beauty of nature. Though the Minor Clan is small and has limited resources, the brave samurai of the Fox never hesitate to fight for virtuous causes."
    },
    {
        "name": "Hare",
        "great": false,
        "description": "The Bloodspeaker Iuchiban was a maho-tsukai of epic power, a terrifying madman who repeatedly threatened the safety of the Empire. The ronin Reichin heroically risked his life to combat Iuchiban’s rise and was rewarded for his services with permission to found the Hare Clan. His descendents have continued down the same path, fighting Bloodspeakers at every turn, and later also confronting the insidious secret conspiracy called the Kolat. The clan has tiptoed the edge of extinction several times and only survived through sheer dedication to its cause."
    },
    {
        "name": "Monkey",
        "great": false,
        "description": "Toku was a cheerful man who was determined to save the Empire in a time of great crisis. He marched in Toturi’s Army with samurai who had been discarded by the Great Clans, and loyally served the Toturi Dynasty for decades, fighting always to restore peace and protect Rokugan from evil. His Minor Clan continues to uphold his vision, working as magistrates in search of a peaceful Rokugan."
    },
    {
        "name": "Oriole",
        "great": false,
        "description": "Emperors often create Minor Clans when they are overwhelmed by a feat of prowess from a single warrior. The Oriole Clan was created because of the Tsi ronin family’s constant adherence to their works without recognition. The Tsi family daimyo was finally granted permission to form the Minor Clan when he created the Sword of the Righteous Emperor for the Toturi Dynasty, a blade of unrivaled craftsmanship."
    },
    {
        "name": "Ox",
        "great": false,
        "description": "The samurai Morito was cast out of the Unicorn Clan for injuring one of the precious Utaku Steeds. He gathered followers around him and trained them with the same skills he learned from decades of fending for himself on the road. This ragtag band of warriors proved their worth during the War of Spirits and was granted permission to form the Ox Minor Clan as a reward for their services. The insidious Kolat dug its manipulative roots in the Ox from the clan’s inception and often used Ox warriors as defenses for the conspiracy’s Hidden Temple."
    },
    {
        "name": "Snake",
        "great": false,
        "description": "The tale of the Snake Clan began with auspicious heroism and ended with tragedy. Isawa Chuda earned the right to his own Minor Clan when he deduced and foiled a maho attack against the Emperor’s life. Unfortunately, the malevolent creature Shuten Doji later took hold of the Snake lands and turned all of the Snake into mere puppets for its will. The Phoenix Clan eradicated the Snake Clan in the Five Nights of Shame, and those who survived escaped with knowledge of their dark arts."
    },
    {
        "name": "Sparrow",
        "great": false,
        "description": "The Sparrow Clan was founded in poverty and continues to make an existence for itself in the barren lands between the Crane and Crab territories. Their founder was a Crane who had a life of luxury before his exile into the Sparrow lands.\n The hardship forged him into a better man, a lesson taught to every Suzume since. The Sparrow Clan has remained tiny over the years and has made little impact on those outside its borders.\n Still, they do their best to uphold their principles of compassion and virtue, joining the Three Man Alliance during the Clan War to help protect their people from the ravages of war."
    },
    {
        "name": "Tortoise",
        "great": false,
        "description": "Founded after the Empire’s first violent encounter with gaijin, the Tortoise Clan is nearly an Imperial family, yet remains distinctly separate from the rest of the families. The Kasuga family has performed crucial feats for the Emperor and is ready to commit all manner of devious acts to maintain the Emperor’s power. In many ways, the samurai of the Tortoise Clan serve as the true underhand of the Emperor, with a strong tie to the criminal organizations of the land. They act as the Minor Clans’ representation in the Imperial Court, giving voice to those who are too small to attend."
    },
    {
        "name": "Imperial",
        "great": false,
        "description": "The Imperial Families have sworn fealty directly to the Imperial line, and every action they take is to guarantee a functioning Empire. The Miya travel across the land as the voice of the Emperor, ensuring his decrees are heard by every person in the land. The Seppun are the shields of the Empire, serving as bodyguards and as warriors in the Imperial Legions.\n The Otomo are the political masterminds of the courts, fiendishly manipulating the Great Clans to serve the higher good. With access to the best teachers, unlimited funding, and higher status, the Imperial Families are truly the elite nobles of Rokugan."
    },
    {
        "name": "The Brotherhood of Shinsei",
        "great": false,
        "description": "The Brotherhood of Shinsei is composed of a diverse group of monks and scholars dedicated to rescuing the soul of the Empire. They live their lives in search of the state of enlightenment, a perfect understanding of the world and everything that lives within it. Each sect of the Brotherhood believes its own method of enlightenment is the true path. This has led to hundreds of different techniques dedicated towards calming the spirit and reaching balance. The Brotherhood of Shinsei would have it no other way, since their founder’s greatest adage is that each man must follow his own road.\n* A monk’s Traits all begin at 2, just like any other character. Monks begin with a Void of 3, however.\n All monks in the Empire of Rokugan are affiliated to some degree with the Brotherhood of Shinsei. For our purposes, you may select one of the Monk Schools listed on the following pages, or you may choose to be an unaffiliated monk. Choosing the latter puts you at a significant disadvantage, however.\n * In addition to the benefits of their School, monk characters begin the game knowing three Kiho. They must meet all prerequisites in order to use these Kiho, however (see the section on Kiho on page 261 of this chapter).\n Brotherhood monk characters gain 2 new Kiho each time they advance in School Rank.\n * In addition to the Kiho listed above, a monk character may purchase additional Kiho by spending a number of Experience Points equal to the Kiho’s Mastery Level. These are essentially ‘bonus Kiho,’ and a character may never know more of these than his cumulative School Rank in all Monk Schools.\n * Monks possess Glory 1 and Status 0. A monk’s Status may increase normally but gains only half the normal amount of Glory, since they eschew fame.\n * All monks begin with the following outfit: Bo (or pair of jo), coarse and plain Traveling Clothing, a Scroll Satchel with passages from the Tao, and 2 zeni."
    },
    {
        "name": "Ronin",
        "great": false,
        "description": "As described in the Book of Air, ronin often find themselves persecuted due to the circumstances of their existence. Despite what many believe, however, there is great variety among the ranks of wave men in the Empire.\n There are two principle types of ronin: clan ronin and true ronin. Clan ronin are samurai who once served a clan but for whatever reason have been cast out and forbidden to use their family name and the mon of the clan they once served.\n Typically such a punishment is reserved only for the grossest failures of duty. True ronin were born to one or both samurai parents, but were not offered fealty to a clan. This happens most often to children born out of wedlock to a mother who is not of the samurai caste, or when one or both parents were themselves ronin.\n Schools are something of a sticky issue with ronin. Those who have been cast out of their clans presumably already know at least one Technique they learned at the dojo, but they have been forbidden from progressing any further in the School. Further, they understand that to teach their clan’s secret Techniques to anyone else not only forfeits their lives, but the lives of any immediate family who may still serve the clan. Few ronin are inclined to commit such an atrocity.\n True ronin grow up without any opportunity to study at a dojo, and as a result typically have no School Rank or Techniques. However, there are a handful of ronin groups throughout the Empire who have existed long enough, are well enough organized, and have sufficient resources to develop their own Techniques. Such groups often induct other ronin into their ranks, growing in strength and numbers with each new addition. Because of this, a True Ronin character may choose either to begin with no Technique, or he may choose to begin knowing a Rank 1 Ronin Path.\n As a ronin advances in Insight Rank, he may only gain additional Techniques by seeking out other ronin groups that have their own unique fighting styles. Due to the nature of ronin and their tendency to move from one place to another, many groups are secretive regarding their Techniques, and applicants must go to great lengths to prove both their worth and their loyalty. Typically, if a ronin progresses to the next Insight Rank before he has a chance to learn a technique at the previous Rank, he has missed the opportunity to learn a Technique and his previous Insight Rank will remain “empty.” Optionally, a more generous GM may opt to let ronin learn simpler Techniques at higher Insight Ranks to simulate the haphazard paths that most wave-men follow in their lives and studies. However, this can sometimes lead to abusive play in which ronin players attempt to pick and choose the best Techniques regardless of Insight Rank. The GM should exercise care and good judgment when allowing such an option."
    },
    {
        "name": "Tiger",
        "great": false,
        "description": "The Tiger are descended from the Yotsu, a ronin family created during the eleventh century. The daughters of the family founder were appointed as governors of city districts in the Imperial capital, Otosan Uchi, and after the destruction of the city by the Dark Lord Daigotsu during the Four Winds era the growing family assumed responsibility for the ruins.\n In the Heroes of Rokugan alternate timeline, the Spider Clan is eventually cleared from the ruins of Otosan Uchi and the Yotsu fight in the vanguard of that effort, hunting Lost and Shadowlands monsters through the streets of the wrecked city. Afterward they are proclaimed the Tiger Clan and given permanent responsibility for protecting the city and ensuring the power of Jigoku can never again be unleashed within its boundaries. Sadly, the process of cleansing the city of Taint also makes it unable to support crops or animal life, so in order to live and fulfill their duties the Yotsu are forced to hire themselves out as mercenaries across the Empire. This allows them to earn enough koku to scrape by, especially since their skills at hunting foes through cities make them quite popular as yoriki to magistrates.\n The Tiger Clan’s fortunes change in the mid-fifteenth century when the Emperor agrees to allow the gaijin known as Thrane to resume trade with Rokugan. The Thrane are ordered to operate only through the port of Otosan Uchi under the supervision of the Tortoise Clan. The Tiger and Tortoise quickly developed a symbiotic relationship, the Tiger offering military protection to the port in exchange for a share of the Tortoise profits. Within two generations the Tiger vault from one of the poorest Minor Clans to one of the richest, able to provide their bushi with fine homes, clothing, and equipment. Despite their new-found wealth, the Tiger continue to guard the ruins of Otosan Uchi carefully, watching for any sign of Bloodspeakers, Ninube, or Lost, and some of their number still hire out to magistrates in order to explore the rest of the Empire.\n The clan colors of the Tiger Clan are yellow and black.\n Their mon shows a stylized image of a tiger springing from ambush"
    }
]
